export const CARDS_LIST = [
    {
        title: 'Не треба шукати студентів',
        desc: 'Я сама займаюсь пошуком студентів, перевіряю їх рівень та просто надаю всю цю інфу і контакт людини. Після чого тічер узгоджує з ними перше заняття.'
    },
    {
        title: 'Комфортні умови праці',
        desc: 'Я даю змогу створювати свої спікінг клаби, працювати так, як комфортно викладачу та допомогаю в реалізації любих ідей.'
    },
    {
        title: 'Навчаємо тічерів',
        desc: 'Всю інформацію яку я продаю іншим тічерам, своїм з команди я надаю просто так. Час від часу роблю їм онлайн зустріч з носієм мови(раз на місяць зазвичай)'
    },
    {
        title: 'Заробітня плата раз на тиждень',
        desc: 'Всі студенти підписують договір і платять заздалегідь перед уроком, я це контролюю. Тому тічер не боїться витратити час дарма чи бути обманутим.'
    }
]
