export const LIST = [
  'Розберемо всі проблемні точки викладання',
  'Правильне позиціонування перед студентами',
  'Як делегувати, зібрати команду і на яких умовах',
  'Договір «викладач-студент» і його компоненти',
  'Облік студентів, як вести CRM',
  'Вигорання, причини і методи запобігання',
  'Як підвищити ціну',
  'Пошук клієнтів',
  'Як досягти рівня "студенти пишуть самі, без реклам і оголошень"',
  'Відкриття ФОП',
  'Як вийти на пасивний заробіток',
  'Методи викладання',
  'Як перейти з індивідуальних в групи, і як ці групи зібрати',
  'Правильне і цікаве структурування занять'
];
