export const PLANS = [
    {
        id: 0,
        number: '#1',
        title: 'Індивідуальне заняття',
        subtitle: 'Студент + викладач',
        desc: 'Тривалість заняття: 50 хвилин Індивідуальний план навчання. Якщо ви думаєте, що не вмієте говорити англійською – наш викладач покаже, що це не так!'
    },
    {
        id: 1,
        number: '#2',
        title: 'Парні заняття',
        subtitle: '2 Студента + викладач',
        desc: 'Тривалість заняття: 60 хвилин Змога практикувати Інгліш в новому форматі, виходити із зони комфорту, вчитись відповідати і задавати питання партнеру. Увага приділяється однаково обом учасникам заняття.'
    },
    {
        id: 2,
        number: '#3',
        title: 'Групові заняття',
        subtitle: 'Від 3 до 5 Студентів + викладач',
        desc: 'Тривалість заняття: 1 година 20 хвилин Особиста зустріч з кожним студентом до початку навчання для правильного тестування рівню. Змога використати свої знання на практиці, роботі в команді, відпрацювання комунікаційних навичок, багато розмовної практики.'
    },
];

export const PLANS_CHILDREN = [
    {
        id: 3,
        number: '#4',
        title: 'Індивідуальне заняття',
        subtitle: 'учень + викладач',
        desc: 'Тривалість заняття: 30/50 хвилин Цікава інтерактивна форма, багато ігор на вивчення слів, підлаштовуємося під зацікавлення дитини. Акцент на розмовну практику.',
        modifier: 'individual'
    },
    {
        id: 4,
        number: '#5',
        title: 'Парні / Групові заняття',
        subtitle: 'Від 2 до 5 учнів + викладач',
        desc: 'Тривалість заняття: 1 година 20 хвилин Особиста зустріч з кожним студентом до початку навчання для правильного тестування рівню. Цікава інтерактивна форма, багато ігор на вивчення слів, підлаштовуємося під зацікавлення дитини. Акцент на розмовну практику.',
        modifier: 'group'
    }
];

export const PLANS_DETAILS = [
    {
        title: 'Індивідуальні заняття',
        blocks: [
            {
                subtitle: 'З Вікторією',
                items: [1, 4, 8, 10],
                price: 1000
            },
            {
                subtitle: 'З викладачем',
                items: [1, 4, 8, 10],
                price: 350
            }
        ]
    },
    {
        title: 'Парні заняття',
        blocks: [
            {
                subtitle: 'З Вікторією',
                items: [1, 4, 8, 10],
                price: 500
            },
            {
                subtitle: 'З викладачем',
                items: [1, 4, 8, 10],
                price: 300
            }
        ]
    },
    {
        title: 'Групові заняття',
        blocks: [
            {
                subtitle: 'З Вікторією',
                items: [1, 4, 8, 10],
                price: 400
            },
            {
                subtitle: 'З викладачем',
                items: [1, 4, 8, 10],
                price: 250
            }
        ]
    },
    {
        title: 'Індивідуальне заняття',
        blocks: [
            {
                subtitle: '30 хвилин',
                items: [1, 4, 8, 10],
                price: 300
            },
            {
                subtitle: '50 хвилин',
                items: [1, 4, 8, 10],
                price: 350
            }
        ]
    },
    {
        title: 'Парні / Групові заняття',
        blocks: [
            {
                items: [1, 4, 8, 10],
                price: 300
            }
        ]
    }
];

