export const ONE_MONTH_LATER = [
    'Немає клієнтів',
    'Тільки почала блог',
    'Все роблю сама'
];

export const THREE_MONTH_LATER = [
    '17 активних студентів, та ще 15 у листі очікування',
    'Сама опанувала дошку Mirо, оскільки ніяких навчань у той час не було',
    'Навчилась оформлювати блог та заробила перші гроші на власному навчанні'
];

export const SIX_MONTH_LATER = [
    'Набрала 3 викладачів парт-тайм, навчила їх якісній роботі онлайн, надала всі матеріали і заповнила графік',
    'Почала вкладати в себе і відвідувати курси як технічної сторони викладання, так і ведення блогу',
    'Підвищувала рівень занять',
    'Створила інтенсиви по 40-60 хв, після яких викладачі одразу створюють якісні і візуально приємні заняття, вклавши при цьому мінімум часу'
];

export const ONE_YEAR_LATER = [
    'Власна команда з 8 викладачів англійської, таргетолог, асистент-менеджер, візуал мейкер',
    'Через мої руки пройшло більше 20 вчителів та 80 учнів, які нарешті вивчили англійську мову та відкрили усі двери та можливості цього світу',
    'Створила чітку та ефективну систему навчання по дошці Miro для учнів та викладачів. І все це, лише тому, що пішла на ризик та змінила своє життя.'
];
