export const REVIEWS = [
    {
        id: 1,
        content: 'До викладання Англійської мови, я мав 15-річний досвід у педагогіці у танцювальній та акторській сфері, англійську вивчав з 6 років і активно користувався у повсякденному житті. Та саме зустрівши Вікторію зрозумів, що можу викладати English. Дякую тобі, що повірила у мене і, що я завжди можу звернутися до тебе з найрізноманітніших питань у нашій спільній справі🫂',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/1.png',
            info: 'Jay',
            link: [
                'https://instagram.com/jay.wowk.reality',
                'instagram @jay.wowk.reality'
            ]
        }
    },
    {
        id: 2,
        content: 'Велике значення мають знання, котрі ти можешь пошируваті іншим людям. Так Віка сказала мені, коли я будучи студентом, мав сумнів, щодо викладання. \n' +
            'Так після зустрічи із Вікою був обраний шлях стати викладачем англійскої мови. \n' +
            'Вікторя навчила і дала інструменти щоб бути профісійним викладачем, та лайтовим співразмовнимом зі студентами. \n' +
            'Співпраця з Вікою - це скарб:\n' +
            'знання, задоволення, професейність, сучасність.',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/2.png',
            info: 'Voldemar',
            link: [
                'https://instagram.com/thevoldemar',
                'instagram @thevoldemar'
            ]
        }
    },
    {
        id: 3,
        content: 'Англійська мова червоною ниттю проходить крізь мій життєвий шлях. Спеціалізована школа, лінгвістичний універ, проживання закордоном - практики, хоч греблю гати. Втім попри бажання ділитися своїми знаннями, завжди було складно саме почати. \n' +
            'Дякувати Богу, що я познайомилась з Вікторією. Сумніви швидко відпали і я без вагань включилась у викладання онлайн. Під її наставництвом я змогла опанувати «страшні» (як здавалось раніше) програми по типу Miro, але найголовніше - навчилась дійсно цінувати свій час. Графік 5/2 лишився в минулому, і тепер я отримую справжнє задоволення від роботи, а також маю можливість рости і вдосконалювати себе. Дякую, Віка!',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/3.png',
            info: 'Svitlana',
            link: [
                'https://instagram.com/kyivskasych',
                'instagram @kyivskasych'
            ]
        }
    }
];
