export const REVIEWS = [
    {
        id: 1,
        content: 'Пишу відгук і знов відчуваю це почуття піднесення, яке було після консультації з Вікою 🤩\n' +
            'Я довго вагалась чи треба брати цю консультацію, бо якось скептично відносилась. Але після першої хвилини зрозуміла, що я зробила все правильно. Інформація цікава та вичерпна. Віка все розклала по поличкам і одразу після нашої консультації я побудувала план, за яким буду діяти. \n' +
            'Загалом, я дуже задоволена, бо це величезний буст до змін. \n' +
            'Дуже вдячна ❤️',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/1.png',
            info: 'Вікторія',
            link: [
                'https://instagram.com/vmareng',
                'instagram @vmareng'
            ]
        }
    },
    {
        id: 2,
        content: 'Привіт🍷\n' +
            'Дякую за консультацію \n' +
            'А ще більше круто що без води тільки те що я просив💪🏻\n' +
            'Як ковток свіжого повітря бо чуть вигорів!\n' +
            'Буду приміняти!',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/2.png',
            info: 'Alexandr',
            link: [
                'https://instagram.com/grinenko.ua',
                'instagram @grinenko.ua'
            ]
        }
    },
    {
        id: 3,
        content: 'Англійська мова червоною ниттю проходить крізь мій життєвий шлях. Спеціалізована школа, лінгвістичний універ, проживання закордоном - практики, хоч греблю гати. Втім попри бажання ділитися своїми знаннями, завжди було складно саме почати. \n' +
            'Дякувати Богу, що я познайомилась з Вікторією. Сумніви швидко відпали і я без вагань включилась у викладання онлайн. Під її наставництвом я змогла опанувати «страшні» (як здавалось раніше) програми по типу Miro, але найголовніше - навчилась дійсно цінувати свій час. Графік 5/2 лишився в минулому, і тепер я отримую справжнє задоволення від роботи, а також маю можливість рости і вдосконалювати себе. Дякую, Віка!',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/3.png',
            info: 'Svitlana',
            link: [
                'https://instagram.com/kyivskasych',
                'instagram @kyivskasych'
            ]
        }
    },
    {
        id: 4,
        content: 'Раніше я пробувала сама розібратися у Міро, але було незрозуміло що це і навіщо. Уроки від Вікторії продивилась на одному диханні і одразу змогла застосувати на практиці. Тепер мої уроки з учнями проходять ще цікавіше та ефективніше і я можу втілити будь-які ідеї в життя.',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/4.png',
            info: 'Дарія',
            link: [
                'https://instagram.com/darya_vrk',
                'instagram @darya_vrk'
            ]
        }
    },
    {
        id: 5,
        content: 'З Miro працювати легко , велика кількість різних функцій , за допомогою яких урок стає цікавішим та різноматнітнішим. Навчилась користуватись дошкою буквально за день . Віка кинула мені три  короткі лекції ,спрямовані на повний функціонал дошки, де вона детально поянсює як працювати з Miro, вистачило один раз переглянути , щоб запам’ятати , тож рекомендую всім хто хоче швидко засвоїти принцип роботи🔥 \n А також розказує на консультації багато про удосконалення викладання. Про ФОП,фінанси та ведення соц мереж. Дуже інформативно і справді корисно.',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/5.png',
            info: 'Марго',
            link: [
                'https://instagram.com/tochennye_nozhki',
                'instagram @tochennye_nozhki'
            ]
        }
    },
    {
        id: 6,
        content: 'Я вдячна Віці за допомогу в навчанні а також за сучасний та індивідуальний підхід. Навчатися з таким тічером це одне задоволення і користь!',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/6.png',
            info: 'Кріс',
            link: [
                'https://instagram.com/kristhepsychologist',
                'instagram @kristhepsychologist'
            ]
        }
    },
    {
        id: 7,
        content: 'До викладання Англійської мови, я мав 15-річний досвід у педагогіці у танцювальній та акторській сфері, англійську вивчав з 6 років і активно користувався у повсякденному житті. Та саме зустрівши Вікторію зрозумів, що можу викладати English. Дякую тобі, що повірила у мене і, що я завжди можу звернутися до тебе з найрізноманітніших питань у нашій спільній справі🫂',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/1.png',
            info: 'Jay',
            link: [
                'https://instagram.com/jay.wowk.reality',
                'instagram @jay.wowk.reality'
            ]
        }
    },
    {
        id: 8,
        content: 'Велике значення мають знання, котрі ти можешь пошируваті іншим людям. Так Віка сказала мені, коли я будучи студентом, мав сумнів, щодо викладання. \n' +
            'Так після зустрічи із Вікою був обраний шлях стати викладачем англійської мови. \n' +
            'Вікторя навчила і дала інструменти щоб бути профісійним викладачем, та лайтовим співразмовнимом зі студентами. \n' +
            'Співпраця з Вікою - це скарб:\n' +
            'знання, задоволення, професейність, сучасність.',
        author: {
            imgPath: '../../../../images/forTeacher/reviews/8.png',
            info: 'Voldemar',
            link: [
                'https://instagram.com/thevoldemar',
                'instagram @thevoldemar'
            ]
        }
    },
];
