import React from 'react';

import style from './style.scss';
import {Link} from "react-router-dom";

const PrivacyPolicy = () => {
    return (
        <div className={style.container}>
            <div className={style.top}>
                <Link to='/' className={style.highlightedText}>vikson-eng.com</Link>
                2023
            </div>
            <h1 className={style.title}>
                Політика Конфіденційності <span className={style.highlightedText}>VIKSON.ENG</span>
            </h1>
            <div className={style.content}>
                <p className={style.desc}>
                    Сайт <Link to='/' className={style.highlightedText}>vikson-eng.com</Link> належить VIKSON.ENG, яка є контролером для ваших особистих даних.
                </p>
                <p className={style.desc}>
                    Ми використовуємо цю Політику конфіденційності, яка визначає, як ми обробляємо інформацію, зібрану vikson-eng.com, а також причини, за якими ми повинні збирати певні особисті дані про вас. Тому ви повинні прочитати цю Політику конфіденційності перед використанням сайту vikson-eng.com.
                </p>
                <p className={style.desc}>
                    Ми дбаємо про ваші особисті дані та гарантуємо їхню конфіденційність і безпеку.
                </p>
                <h4 className={style.subtitle}>
                    Особиста інформація, яку ми збираємо:
                </h4>
                <p className={style.desc}>
                    Під час відвідування <Link to='/' className={style.highlightedText}>vikson-eng.com</Link>, ми автоматично збираємо певну інформацію про ваш пристрій, включно з інформацією про ваш веб-браузер, IP-адресу, часовий пояс тощо, а також деякі зі встановлених файлів cookies на вашому пристрої. Крім того, коли ви переглядаєте Сайт, ми збираємо інформацію про окремі сторінки або продукти, які ви переглядаєте, про те, які сайти або умови пошуку направили вас на Сайт і як ви взаємодієте з Сайтом. Ми називаємо цю автоматично зібрану інформацію "Інформація про пристрій". Крім того, ми можемо збирати особисті дані, які ви нам надаєте (включно з ім'ям, прізвищем, адресою, платіжною інформацією тощо) під час реєстрації, щоб мати можливість виконати угоду.
                </p>
                <h4 className={style.subtitle}>
                    Чому ми обробляємо ваші дані?
                </h4>
                <p className={style.desc}>
                    Нашим головним пріоритетом є безпека клієнтів, ось чому ми повинні обробляти той мінімальний обсяг призначених для користувача даних: рівно стільки, скільки необхідно для обслуговування сайту. Інформація, що збирається автоматично, використовується тільки для виявлення потенційних порушень і отримання статистичної інформації про використання Сайту. Ця статистична інформація не збирається таким чином, щоб можна було ідентифікувати конкретного користувача системи.
                </p>
                <p className={style.desc}>
                    Ви можете відвідувати Сайт, не повідомляючи нам, хто ви, і не розкриваючи жодної інформації, за допомогою якої будь-хто міг би ідентифікувати вас як конкретну особу. Однак, якщо ви хочете використовувати деякі функції Сайту, хочете отримувати нашу розсилку новин або інші відомості, заповнивши форму, - ви можете надати нам особисті дані, такі як ваша адреса електронної пошти, ім'я, прізвище, місце проживання, організації, телефон. Ви можете не надавати нам свої особисті дані, але в цьому випадку ви не зможете скористатися певними функціями Сайту. Наприклад, ви не зможете отримувати нашу розсилку новин або зв'язуватися з нами безпосередньо через Сайт. Користувачі, які не впевнені, яка інформація є обов'язковою, можуть зв'язатися з нами через support@vikson-eng.com.
                </p>
                <h4 className={style.subtitle}>
                    Ваші права:
                </h4>
                <p className={style.desc}>
                    Якщо ви є резидентом Європи, у вас є такі права, пов'язані з вашими особистими даними:
                </p>
                <ul className={style.list}>
                    <li>
                        Право на отримання інформації.
                    </li>
                    <li>
                        Право доступу.
                    </li>
                    <li>
                        Право на внесення виправлень.
                    </li>
                    <li>
                        Право на знищення даних.
                    </li>
                    <li>
                        Право обмежувати обробку.
                    </li>
                    <li>
                        Право на перенесення даних.
                    </li>
                    <li>
                        Право на відновлення.
                    </li>
                    <li>
                        Права щодо автоматизованого прийняття рішень і профілювання.
                    </li>
                </ul>
                <p className={style.desc}>
                    Якщо ви хочете скористатися цим правом, зв'яжіться з нами, використовуючи зазначену нижче контактну інформацію.
                </p>
                <p className={style.desc}>
                    Крім того, якщо ви є резидентом Європи, ми зазначаємо, що ми обробляємо вашу інформацію для виконання контрактів, які можуть бути укладені з вами (наприклад, якщо ви робите замовлення через Сайт), або іншим чином для переслідування наших законних ділових інтересів, перерахованих вище. Крім того, зверніть увагу, що ваша інформація може бути передана за межі Європи, включаючи Канаду і США.
                </p>
                <h4 className={style.subtitle}>
                    Посилання на інші сайти:
                </h4>
                <p className={style.desc}>
                    Наш Сайт може містити посилання на інші сайти, які нам не належать і не контролюються нами. Майте на увазі, що ми не несемо відповідальності за політику конфіденційності подібних сайтів або третіх осіб. Ми рекомендуємо вам перевіряти, коли ви залишаєте наш Сайт і читаєте заяви про конфіденційність кожного сайту, який може збирати особисту інформацію.
                </p>
                <h4 className={style.subtitle}>
                    Інформаційна безпека:
                </h4>
                <p className={style.desc}>
                    Ми захищаємо інформацію, яку ви надаєте, на комп'ютерних серверах, у контрольованому безпечному середовищі, захищеному від несанкціонованого доступу, використання або розкриття. Ми вживаємо розумні адміністративні, технічні та фізичні заходи безпеки для захисту від несанкціонованого доступу, використання, зміни та розкриття особистих даних, що перебувають під його контролем і зберіганням. Однак передача даних через Інтернет або бездротову мережу не може бути гарантована.
                </p>
                <h4 className={style.subtitle}>
                    Юридичне розкриття:
                </h4>
                <p className={style.desc}>
                    Ми розкриватимемо будь-яку інформацію, яку ми збираємо, використовуємо або отримуємо, якщо це вимагається або дозволено законом, наприклад, відповідно до порядку денного до суду або аналогічного судового процесу, і коли ми сумлінно вважаємо, що розкриття інформації є необхідним для захисту наших прав, вашої безпеки або безпеки інших осіб, розслідування шахрайства або відповіді на запит уряду.
                </p>
                <h4 className={style.subtitle}>
                    Контактна інформація:
                </h4>
                <p className={style.desc}>
                    Якщо ви хочете зв'язатися з нами, щоб дізнатися більше про цю Політику, або хочете зв'язатися з нами з будь-якого питання, що стосується індивідуальних прав і вашої Особистої інформації, ви можете надіслати лист на адресу <span className={style.highlightedText}>support@vikson-eng.com</span>.
                </p>
            </div>
        </div>
    );
};

export default PrivacyPolicy;
