export const FAQ_LIST = [
    {
        title: 'Скільки разів на тиждень треба займатись?',
        desc: 'Якщо це індивідуальні заняття: ви відштовхуєтесь від свого вільного часу,рівня і цілі. Можна займатись як раз на тиждень так і 6 разів на тиждень. Я рекомендую всім починати з 3х азів на тиждень, і при потребі збільшити або зменшити кількість занять. Парні та групові заняття проходять двічі на тиждень.'
    },
    {
        title: 'Можливо займатись з телефону?',
        desc: 'Так, проходити заняття можно з будь-якого пристрою, ми автоматизували все так, щоб ви могли вчитись з будь-якого девайсу та країни.'
    },
    {
        title: 'Чи обов\'язкова консультація перед початком навчання?',
        desc: 'Так, з кожним студентом я знайомлюсь особисто, визначаю попередній досвід у вивченні і точні цілі. Рівень мови мені важливо перевірити особисто, а не через "сирий тест" з інтернету. Також дуже важливим фактором є ознайомлення студента з методикою викладання і наочно продемонструвати майбутні заняття. Тоді перше заняття пройде легко, зрозуміло і підлаштовано під ваш рівень та особисті побажання.'
    },
    {
        title: 'Можливо оплачувати заняття після уроку?',
        desc: 'Урок повинен бути оплачений за 24 години до початку. Ми створюємо індивідуальний план під кожного студента. Підлаштувати одну книгу під всіх – неефективно. Підготовка займає певний час, і ваша оплата – підтвердження вашої присутності.'
    },
    {
        title: 'В якій валюті можлива оплата?',
        desc: 'Оплата можлива в гривнях і доларах.'
    },
];
