import style from './style.scss';

export const FAQ_LIST = [
    {
        title: `<span class=${style.highlightedText} >1.</span> Скільки разів на тиждень треба займатись?`,
        desc: 'Якщо це індивідуальні заняття: ви відштовхуєтесь від свого вільного часу,рівня і цілі. Можна займатись як раз на тиждень так і 6 разів на тиждень. Я рекомендую всім починати з 3х азів на тиждень, і при потребі збільшити або зменшити кількість занять. Парні та групові заняття проходять двічі на тиждень.'
    },
    {
        title: `<span class=${style.highlightedText} >2.</span> Можливо займатись з телефону?`,
        desc: 'Так,проходити на заняття можно з любого пристрою,ми автоматизували все так,щоб ви могли вчитись з любого девайсу і країни.'
    },
    {
        title: `<span class=${style.highlightedText} >3.</span> Чи обов'язкова консультація перед початком навчання?`,
        desc: 'Так, з кожним студентом я знайомлюсь особисто, визначаю попередній досвід у вивчені і точні цілі. Рівень мови мені важливо перевірити особисто, а не через "сирий тест" з інтернету. Також дуже важливим фактором є ознайомлення студента з методикою викладання і наглядно показати майбутні заняття. Тоді перше заняття пройде легко, зрозуміло і підлаштовано під ваш рівень і особисті побажання.'
    },
    {
        title: `<span class=${style.highlightedText} >4.</span> Можливо оплачувати заняття після уроку?`,
        desc: 'Урок повинен бути оплачений за 24 години до початку. Ми створюємо індивідуальний план під кожного студента. Підлаштувати одну книгу під всіх- не ефективно. Підготовка займає певний час, і ваша оплата-підтвердження вашої присутності.'
    },
    {
        title: `<span class=${style.highlightedText} >5.</span> В якій валюті можлива оплата?`,
        desc: 'Оплата можлива в валюті гривня і долар.'
    },
];
